---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Pa
source: html/6edd5554-2c09-a9c0-b874-14d1a467f309.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Pa Property

Symbol Pa, indicating unit Pascals.

## Syntax (C#)
```csharp
public static ForgeTypeId Pa { get; }
```